Repository: SBence/reactally
Catalog: src/locales/*.po
Languages: hu

source: Accent color
hu: Kiemelőszín

source: Backup
hu: Biztonsági mentés

source: Cancel
hu: Mégse

source: Failed to restore backup.
hu: Visszaállítás sikertelen.

source: Invalid JSON file uploaded.
hu: A feltöltött fájl nem JSON formátumú.

source: Non-text file uploaded.
hu: A feltöltött fájl formátuma nem megfelelő.

source: Options
hu: Beállítások

source: Remove
hu: Törlés

source: Remove all
hu: Összes törlése

source: Remove all counters?
hu: Törli az összes számlálót?

source: Removed all counters.
hu: Összes számláló törölve.

source: Restore
hu: Mentés visszaállítása

source: Successfully restored backup.
hu: Sikeres visszaállítás.
